2gua.rainbow-brackets
4ops.terraform
alefragnani.project-manager
almenon.arepl
aminer.codegeex
angular.ng-template
artsemhutarau.go-playground
azapi-vscode.azapi
bajdzis.vscode-database
batisteo.vscode-django
benjaminsu.java-decompiler
caolin.java-run
cduruk.thrift
chaunceykiwi.json-tree-view
codezombiech.gitignore
cstrap.python-snippets
cweijan.dbclient-jdbc
cweijan.vscode-mysql-client2
cweijan.vscode-ssh
davidkol.fastcompare
dbaeumer.vscode-eslint
deerawan.vscode-dash
demystifying-javascript.python-extensions-pack
donjayamanne.git-extension-pack
donjayamanne.githistory
donjayamanne.javadebugger
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
dotjoshjohnson.xml
eamodio.gitlens
earthslurm.stql
esbenp.prettier-vscode
felipecaputo.git-project-manager
formulahendry.docker-explorer
formulahendry.docker-extension-pack
formulahendry.vscode-mysql
foxundermoon.shell-format
georgewfraser.vscode-javac
github.copilot
github.copilot-chat
github.vscode-github-actions
golang.go
hashicorp.terraform
hbenl.vscode-test-explorer
humao.rest-client
innoverio.vscode-dbt-power-user
johnpapa.angular2
k--kato.intellij-idea-keybindings
kaih2o.python-resource-monitor
kennylong.kubernetes-yaml-formatter
kevinrose.vsc-python-indent
littlefoxteam.vscode-python-test-adapter
lizebang.bash-extension-pack
mads-hartmann.bash-ide-vscode
matheusq94.tfs
mathiasfrohlich.kotlin
mechatroner.rainbow-csv
mhutchie.git-graph
mintlify.document
ms-azuretools.azure-dev
ms-azuretools.vscode-azureappservice
ms-azuretools.vscode-azurecontainerapps
ms-azuretools.vscode-azurefunctions
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-azurestaticwebapps
ms-azuretools.vscode-azurestorage
ms-azuretools.vscode-azureterraform
ms-azuretools.vscode-azurevirtualmachines
ms-azuretools.vscode-cosmosdb
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-zh-hans
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-dotnettools.vscodeintellicode-csharp
ms-kubernetes-tools.vscode-kubernetes-tools
ms-mssql.data-workspace-vscode
ms-mssql.mssql
ms-mssql.sql-bindings-vscode
ms-mssql.sql-database-projects-vscode
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.pylint
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.azure-account
ms-vscode.azurecli
ms-vscode.cpptools
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vscode.test-adapter-converter
ms-vscode.vscode-node-azure-pack
mtxr.sqltools
nextfaze.json-parse-stringify
njpwerner.autodocstring
njqdev.vscode-python-typehint
oderwat.indent-rainbow
pkief.material-icon-theme
randrade23.beautify-json
redhat.fabric8-analytics
redhat.java
redhat.vscode-commons
redhat.vscode-yaml
remisa.shellman
ritwickdey.liveserver
rogalmic.bash-debug
rpinski.shebang-snippets
samuelcolvin.jinjahtml
shakram02.bash-beautify
sourcery.sourcery
streetsidesoftware.avro
streetsidesoftware.code-spell-checker
tamasfe.even-better-toml
thebarkman.vscode-djaneiro
timonwong.shellcheck
tomaszbartoszewski.avro-tools
trabpukcip.wolf
usernamehw.errorlens
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vmware.vscode-boot-dev-pack
vmware.vscode-spring-boot
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
vscode-icons-team.vscode-icons
vscodevim.vim
vsls-contrib.gistfs
vue.volar
whensunset.chatgpt-china
wholroyd.jinja
xirider.livecode
zainchen.json
zhuangtongfa.material-theme
ziyasal.vscode-open-in-github
shinichi-takii.sql-bigquery
